Repository: amiga-mui/texteditor
Catalog: mcp/locale/*.po
Languages: dutch, spanish

# MSG_HelpBubble_BlockQual (0//)
source: Move the cursor key and hold down the qualifier that you set here to mark text.
dutch: Verplaats de cursortoets en houdt de hulptoets die je hebt ingesteld ingedrukt om tekst te markeren.
spanish: Mueva las teclas cursor y mantenga pulsada la tecla aquí elegida para marcar texto.

# MSG_HelpBubble_CheckWord (1//)
source: If enabled, then the editor will lookup the word, and only show suggestions if the word is misspelled.
dutch: Als je dit inschakelt zal de editor het woord opzoeken, en alleen voorstellen doen als het woord verkeerd gespeld is.
spanish: Activándolo, el editor busca la palabra y mostrará sugerencias en caso de estar mal escrita.

# MSG_HelpBubble_Smooth (2//)
source: This enables pixel smooth scrolling.
dutch: Dit maakt pixelzacht scrollen mogelijk
spanish: Habilita el desplazamiento suave píxel a píxel.

# MSG_HelpBubble_TypeNSpell (3//)
source: Enable this to let the editor lookup the words while you type them.
dutch: Hiermee laat je de editor woorden opzoeken tijdens het typen.
spanish: Activándolo hace que se comprueben las palabras mientras las escribe.

# MSG_HelpBubble_UndoLevel (4//)
source: Each undo level eats up 10 bytes of memory. Cut and copy will take a little more, depending on the size of the block you are cutting or copying.
dutch: Ieder herstelniveau gebruikt 10 bytes geheugen. Knip en plak kost iets meer, afhankelijk van de grootte van het blok dat je wilt knippen of kopiëren.
spanish: Niveles de deshacer (10 bytes por nivel). Cortar/Copiar consume algo más, que dependerá del tamaño del bloque marcado.

# MSG_Button_DefaultKeys (5//)
source: Default _keys
dutch: Standaard toetsen
spanish: _Por omisión

# MSG_Button_Delete (6//)
source: _Delete
dutch: Weggooien
spanish: _Borrar

# MSG_Button_Insert (7//)
source: _Insert
dutch: _Invoegen
spanish: _Insertar

# MSG_ConfigMenu_CheckWord (8//)
source: Check word
dutch: Controleer woord
spanish: Comprobar palabra

# MSG_ConfigMenu_TypeNSpell (9//)
source: Type'n'spell
dutch: Spellingscontrole tijdens typen
spanish: Escribir y Comprobar

# MSG_CycleItem_Ctrl (11//)
source: Control
dutch: Controle
spanish: Ctrl

# MSG_CycleItem_Mouse (12//)
source: (mouse only)
dutch: (alleen muis)
spanish: (sólo ratón)

# MSG_Function_BOL (16//)
source: Beginning of line
dutch: Begin van regel
spanish: Inicio De Línea

# MSG_Function_Backspace (17//)
source: Backspace
spanish: Borrar

# MSG_Function_Bottom (18//)
source: Bottom
dutch: Onderaan
spanish: Fin

# MSG_Function_Copy (19//)
source: Copy
dutch: Kopieer
spanish: Copiar

# MSG_Function_Cut (20//)
source: Cut
dutch: Knip
spanish: Cortar

# MSG_Function_DelBOL (21//)
source: Delete to BOL
dutch: Wis tot begin van regel
spanish: Borrar hasta IDL

# MSG_Function_DelBOW (22//)
source: Delete to BOW
dutch: Wis tot begin van woord
spanish: Borrar hasta IDP

# MSG_Function_DelEOL (23//)
source: Delete to EOL
dutch: Wis tot eind van regel
spanish: Borrar hasta FDL

# MSG_Function_DelEOW (24//)
source: Delete to EOW
dutch: Wis tot eind van woord
spanish: Borrar hasta FDP

# MSG_Function_Delete (25//)
source: Delete
dutch: Wissen
spanish: Suprimir

# MSG_Function_Down (26//)
source: Down
dutch: Omlaag
spanish: Abajo

# MSG_Function_EOL (27//)
source: End of line
dutch: Einde van regel
spanish: Fin De Línea

# MSG_Function_Left (28//)
source: Left
dutch: Links
spanish: Izquierda

# MSG_Function_NextGadget (29//)
source: Next gadget
dutch: Volgende gadget
spanish: Siguiente elemento

# MSG_Function_NxtPage (30//)
source: Next page
dutch: Volgende pagina
spanish: Avanzar página

# MSG_Function_NxtPara (31//)
source: Next paragraph
dutch: Volgende paragraaf
spanish: Siguiente párrafo

# MSG_Function_NxtSent (32//)
source: Next sentence
dutch: Volgende zin
spanish: Siguiente frase

# MSG_Function_NxtWord (33//)
source: Next word
dutch: Volgend woord
spanish: Siguiente palabra

# MSG_Function_Paste (34//)
source: Paste
dutch: Plak
spanish: Pegar

# MSG_Function_PrvPage (35//)
source: Prev page
dutch: Vorige pagina
spanish: Retroceder página

# MSG_Function_PrvPara (36//)
source: Prev paragraph
dutch: Vorige paragraaf
spanish: Anterior párrafo

# MSG_Function_PrvSent (37//)
source: Prev sentence
dutch: Vorige zin
spanish: Anterior frase

# MSG_Function_PrvWord (38//)
source: Prev word
dutch: Vorig woord
spanish: Anterior palabra

# MSG_Function_Redo (39//)
source: Redo
dutch: Opnieuw
spanish: Rehacer

# MSG_Function_Return (40//)
source: Return
spanish: Enter/Return

# MSG_Function_Right (41//)
source: Right
dutch: Rechts
spanish: Derecha

# MSG_Function_SuggestSpelling (42//)
source: Suggest spelling
dutch: Spelling voorstel
spanish: Sugerir (ortografía)

# MSG_Function_Tab (43//)
source: Tab
spanish: Tabulador

# MSG_Function_Top (44//)
source: Top
dutch: Bovenaan
spanish: Inicio

# MSG_Function_Undo (45//)
source: Undo
dutch: Herstel
spanish: Deshacer

# MSG_Function_Up (46//)
source: Up
dutch: Omhoog
spanish: Arriba

# MSG_GroupTitle_Design (49//)
source: Design
dutch: Ontwerp
spanish: Diseño

# MSG_GroupTitle_Fonts (50//)
source: Fonts
spanish: Tipos De Letra

# MSG_GroupTitle_Separator (51//)
source: Separator
dutch: Scheidslijn
spanish: Separador

# MSG_HelpTxt_SpellChecker (52//)
source: \33u Intro \33n The TextEditor gadget allows for easy integration of external spell checkers, making it possible to have both type'n'spell and also normal word guessing. \33u Lookup command \33n For the type'n'spell you'll have to set the lookup command to a script that will lookup the word and set the environment variable "Found" to either 0 (for not found) or 1 (for a match). This matches the default behaviour of AlphaSpell. You write %s where you want the word. If you use AlphaSpell, then you can use: \33bARexx:\33n "Options Results;Address ALPHASPELL Search For '%s' Path 'T:' Danish.ald" You \33bmust\33n remember the quotes, this will let ARexx execute it as a command instead of a script. \33u Suggest command \33n If you press <HELP> over a word, then the editor will launch this command, again with %s substituted with the current word. Your script should produce a file in T: named "Matches". This file is then read by the gadget, and the contents are listed in a popup listview, from where you can choose a word which will replace the misspelled one. Again, AlphaSpell users can use: \33bARexx:\33n "Options Results;Address ALPHASPELL Match '%s' To 'T:Matches' Path 'T:' Danish.ald" If you use the methods described above, then you must start AlphaSpell with the "ARexx" switch. It is advised to keep your dictionary in RAM if you enable the type'n'spell feature.
dutch: \33u Intro \33n De TextEditor gadget geeft een makkelijke integratie van externe spellingcontrole zodat je zowel spellingscontrole tijdens het typen hebt als normaal woordvoorstel. \33u "Zoek op" opdracht \33n Voor controle tijdens typen moet je de "Zoek op" opdracht in een script zetten, waarmee het woord wordt opgezocht en de envarc "Gevonden" op 0 (niets gevonden) of op 1 (gevonden) zetten. Dit komt overeen met het standaard gedrag van AlphaSpell. Je schrijft %s waar je het woord wilt hebben. als je AlphaSpell gebruikt kun je gebruik maken van: \33bARexx:\33n "Options Results;Address ALPHASPELL Search For '%s' Path 'T:' Danish.ald" Je \33bmoet\33n de aanhalingstekens gebruiken, daarmee zal ARexx het als een opdracht en niet als een script uitvoeren. \33u "Suggestie" opdracht \33n Als je "Help" indrukt, boven een woord, dan zal de editor deze opdracht uitvoeren, met ook hier %s in plaats van het huidige woord. Het script maakt dan een bestand in T:, genaamd "Matches". Dit bestand wordt dan gelezen door het gadget en de inhoud wordt weergegeven in een lijst in een popup, van waaruit je kunt kiezen welk woord je wilt gebruiken om het verkeerd gespelde woord te vervangen. Ook hier kunnen AlphaSpellgebruikers gebruik maken van: \33bARexx:\33n "Options Results;Address ALPHASPELL Match '%s' To 'T:Matches' Path 'T:' Danish.ald" Als je de hierboven vermelde methode gebruikt moet je AlphaSpell starten met de "ARexx" switch. Je wordt aangeraden jouw woordenboek in RAM te hebben als je Spellingscontrole tijdens typen inschakelt.
spanish: \033uIntroducción\033n TextEditor le ofrece una fácil integración de comprobadores externos de ortografía, para comprobarla mientras escribe o simplemente mostrar sugerencias. \033uCOMPROBAR\033n Ha de crear un script que mire la palabra actual y que coloque una variable de entorno llamada "Found" (0=no encontrado o 1=encontrado). "%s" se sustituirá por la palabra. Ejemplo con AlphaSpell: \033bARexx\033n "Options Results;Address ALPHASPELL Search For '%s' Path 'T:' Spanish.ald" \033uSUGERIR\033n Si pulsa HELP sobre una palabra, se ejecutará este comando, "%s" se sustituirá por la palabra. El script deberá crear un fichero en T: llamado "Matches". Este fichero es leído y muestra el contenido en una lista, donde puede escoger una palabra que reemplace a la escrita. Ejemplo con AlphaSpell: \033bARexx\033n "Options Results;Address ALPHASPELL Match '%s' To 'T:Matches' Path 'T:' Spanish.ald" \033cSi utiliza los métodos descritos, deberá cargar AlphaSpell con la función "ARexx". Se recomienda también tener el diccionario en RAM.

# MSG_LVLabel_Action (53//)
source: \33c\0333Action:
dutch: \33c\0333Actie:
spanish: \033c\033bAcción

# MSG_LVLabel_Key (54//)
source: \33c\0333Key:
dutch: \33c\0333Toets:
spanish: \033c\033bTecla

# MSG_Label_Background (55//)
source: Background
dutch: Achtergrond
spanish: Fondo

# MSG_Label_BlinkSpeed (56//)
source: Blinkspeed
dutch: Knippersnelheid
spanish: Parpadeo

# MSG_Label_BlkQual (57//)
source: Block qualifier
dutch: Blok hulptoets
spanish: Activar selección con

# MSG_Label_Fixed (59//)
source: Fixed
dutch: Vast
spanish: Anch. fija:

# MSG_Label_Frame (60//)
source: Frame
dutch: Kader
spanish: Marco

# MSG_Label_Highlight (61//)
source: Highlight
spanish: Resaltado

# MSG_Label_LookupCmd (62//)
source: Lookup command
dutch: "Zoek op" opdracht
spanish: Comprobar:

# MSG_Label_LookupWords (63//)
source: Lookup word before suggesting?
dutch: Eerst woord opzoeken, dan het voorstel?
spanish: Comprobar palabra antes de sugerir

# MSG_Label_Selected (65//)
source: Selected
dutch: Geselecteerd
spanish: Marcado

# MSG_Label_SeparatorShadow (66//)
source: Shadow
dutch: Schaduw
spanish: Sombra

# MSG_Label_SeparatorShine (67//)
source: Shine
dutch: Schijnen
spanish: Línea

# MSG_Label_Smooth (68//)
source: Smooth
dutch: Zacht
spanish: Suavizado

# MSG_Label_SpellNType (69//)
source: Spell check as you type?
dutch: Spellingscontrole tijdens typen?
spanish: Comprobar mientras escribe

# MSG_Label_SuggestCmd (70//)
source: Suggest command
dutch: "Voorstel" opdracht
spanish: Sugerir:

# MSG_Label_TabSize (71//)
source: Tab size
dutch: Tabgrootte
spanish: Tabulador

# MSG_Label_Text (72//)
source: Text
dutch: Tekst
spanish: Texto

# MSG_Label_UndoLevel (73//)
source: Undo levels
dutch: Herstel niveaus
spanish: Deshacer

# MSG_Label_Width (74//)
source: Width
dutch: Breedte
spanish: Anchura

# MSG_MenuItem_Bold (76//)
source: Bold
dutch: Vet
spanish: Negrita

# MSG_MenuItem_Center (77//)
source: Center
dutch: Midden
spanish: Centrado

# MSG_MenuItem_Copy (78//)
source: Copy
dutch: Kopieer
spanish: Copiar

# MSG_MenuItem_Cut (79//)
source: Cut
dutch: Knip
spanish: Cortar

# MSG_MenuItem_Delete (80//)
source: Delete
dutch: Wis
spanish: Borrar

# MSG_MenuItem_Italic (84//)
source: Italic
dutch: Schuin
spanish: Cursiva

# MSG_MenuItem_Left (85//)
source: Left
dutch: Links
spanish: Izquierda

# MSG_MenuItem_Mark (86//)
source: Mark
spanish: Select

# MSG_MenuItem_Paste (88//)
source: Paste
dutch: Plak
spanish: Pegar

# MSG_MenuItem_Redo (89//)
source: Redo
dutch: Opnieuw
spanish: Rehacer

# MSG_MenuItem_Right (90//)
source: Right
dutch: Rechts
spanish: Derecha

# MSG_MenuItem_Underline (94//)
source: Underline
dutch: Onderstreept
spanish: Subrayado

# MSG_MenuItem_Undo (95//)
source: Undo
dutch: Herstel
spanish: Deshacer

# MSG_MenuSubTitle_Alignment (96//)
source: Alignment
dutch: Uitlijnen
spanish: Alineamiento

# MSG_MenuTitle_Edit (98//)
source: Edit
spanish: TextEditor

# MSG_Page_Keybindings (99//)
source: Keybindings
dutch: Toetskoppeling
spanish: Teclas

# MSG_Page_Sample (100//)
source: Sample
spanish: Ejemplo

# MSG_Page_Settings (101//)
source: Settings
dutch: Instellingen
spanish: Ajustes

# MSG_Page_SpellChecker (102//)
source: Spell checker
dutch: Spellingscontrole
spanish: Ortografía

# MSG_PopWinTitle_Background (103//)
source: Select background
dutch: Kies achtergrond
spanish: Color del fondo

# MSG_PopWinTitle_Cursor (104//)
source: Select cursor color
dutch: Kies kleur van cursor
spanish: Color del cursor

# MSG_PopWinTitle_Frame (105//)
source: Adjust frame
dutch: Kader aanpassen
spanish: Elija marco

# MSG_PopWinTitle_Highlight (106//)
source: Select highlight color
dutch: Kies kleur van highlight
spanish: Color del resaltado

# MSG_PopWinTitle_Selected (107//)
source: Select block color
dutch: Kies kleur van blok
spanish: Color del marcado

# MSG_PopWinTitle_SeparatorShadow (108//)
source: Select separators shadow color
dutch: Kies kleur van schaduw van scheiders
spanish: Color de la 'sombra' del separador

# MSG_PopWinTitle_SeparatorShine (109//)
source: Select separators shine color
dutch: Kies kleur van schijnen van scheiders
spanish: Color de la 'línea' del separador

# MSG_PopWinTitle_Text (110//)
source: Select text color
dutch: Kies kleur van tekst
spanish: Color del texto

# MSG_SliderText_MaxWidth (111//)
source: Same as char
dutch: Als karakter
spanish: carácter

# MSG_SliderText_MinSpeed (112//)
source: Off
dutch: Uit
spanish: no

# MSG_SliderText_MinWidth (113//)
source: 1 pixel
spanish: 1 px

# MSG_SliderText_StdSpeed (114//)
source: \33r%ld ms
spanish: %ld ms

# MSG_SliderText_StdWidth (115//)
source: %ld pixels
spanish: %ld px

# MSG_SliderText_TabSize (116//)
source: %ld spaces
dutch: %ld spaties
spanish: %ld

# MSG_Function_GotoBookmark1 (117//)
source: Goto bookmark 1
dutch: Ga naar bookmark 1
spanish: Ir a marca 1

# MSG_Function_GotoBookmark2 (118//)
source: Goto bookmark 2
dutch: Ga naar bookmark 2
spanish: Ir a marca 2

# MSG_Function_GotoBookmark3 (119//)
source: Goto bookmark 3
dutch: Ga naar bookmark 3
spanish: Ir a marca 3

# MSG_Function_SetBookmark1 (120//)
source: Set bookmark 1
dutch: Stel bookmark 1 in
spanish: Poner marca 1

# MSG_Function_SetBookmark2 (121//)
source: Set bookmark 2
dutch: Stel bookmark 2 in
spanish: Poner marca 2

# MSG_Function_SetBookmark3 (122//)
source: Set bookmark 3
dutch: Stel bookmark 3 in
spanish: Poner marca 3

# MSG_Button_Snoop (123//)
source: Snoop
spanish: Tecla

# MSG_Function_DelLine (124//)
source: Delete line
dutch: Wis regel
spanish: Borrar línea

# MSG_Function_SelectAll (125//)
source: Select all
dutch: Selecteer alles
spanish: Marcar todo

# MSG_Function_SelectNone (126//)
source: Select none
dutch: Selecteer niks
spanish: Desmarcar

# MSG_WarnConfigVersion_Title (127//)
source: TextEditor.mcp warning
dutch: Waarschuwing van TextEditor.mcp
spanish: TextEditor.mcp: Aviso

# MSG_WarnConfigVersion (128//)
source: Your currently saved keybindings setup is incompatible with the version of TextEditor.mcc you have installed. It is suggested that you reset the current keybindings to their defaults and edit them manually afterwards.
dutch: De huidige opgeslagen toetskoppeling is niet compatibel Met de geïnstalleerde versie van TextEditor.mcp. Je doet er goed aan de huidige toetskoppelingen terug te zetten naar hun standaardwaarden en ze later handmatig te bewerken.
spanish: \033cSus teclas definidas no son compatibles con la versión de 'TextEditor.mcc' instalada. Se recomienda restaurar a las definidas por omisión y editarlas seguidamente manualmente.

# MSG_ResetAbort (129//)
source: Reset|Abort
dutch: Reste|Afbreken
spanish: Restaurar|Cancelar

# MSG_WarnHotkeyString_Title (130//)
source: TextEditor.mcp warning
dutch: Waarschuwing van TextEditor.mcp
spanish: TextEditor.mcp: Aviso

# MSG_WarnHotkeyString (131//)
source: TextEditor.mcp couldn't open the minimum required version of the HotkeyString.mcc custom class and therefore failed during initialization. Please make sure you have the latest Hotkeystring.mcc class from http://www.sf.net/projects/bstring-mcc/ installed and try again.
dutch: TextEditor.mcp kan de minimaal vereiste versie van de HotkeyString.mcc custom class niet openen en is daarom in de foout gegaan bij he inititialiseren. Zorg ervoor dat je de laatste Hotkeystring.mcc class van http://www.sf.net/projects/bstring-mcc/ hebt geïnstalleerd en probeer he dan nog eens.
spanish: \033c'TextEditor.mcp' no ha podido abrir la versión de la clase 'HotkeyString.mcc' requerida y falló al inicializarse. Asegúrese de tener la última versión de la clase 'HotkeyString.mcc' http://www.sf.net/projects/bstring-mcc/

# MSG_Ok (132//)
source: Ok
spanish: Aceptar

# MSG_Label_InactiveCursor (133//)
source: Inactive cursor
dutch: Inactieve cursor
spanish: Cursor de\ninactivo

# MSG_HELP_InactiveCursor (134//)
source: If enabled, a custom cursor will be used whenever the editor doesn't have the focus.
dutch: Als je dit inschakelt wordt er een custom cursor gebruikt wanneer de editor het even niet meer weet.
spanish: Mostrar un cursor diferente cuando la ventana de TextEditor está inactiva (sin foco).

# MSG_Label_SelectPointer (135//)
source: Selection pointer
dutch: Selectiepunt
spanish: Cambiar\npuntero

# MSG_HELP_SelectPointer (136//)
source: If enabled, a custom selection pointer will appear when the mouse pointer is above the texteditor gadget.
dutch: Als je dit inschakelt zal er een selectiepunt verschijnen wanneer de muis boven een teksteditorgadget staat.
spanish: Mostrar un puntero diferente cuando este está en una ventana de TextEditor.

# MSG_Label_InactiveColor (137//)
source: Inactive
dutch: Inactief
spanish: Marcado\n(inactivo)

# MSG_PopWinTitle_InactiveColor (138//)
source: Select inactive color
dutch: Kies inactieve kleur
spanish: Color del marcado inactivo

# MSG_HELP_TABSIZE (139//)
source: How many spaces hitting the <TAB> key will jump.
dutch: Aantal spaties verspringen met de <TAB> toets
spanish: Número de espacios a "saltar" al pulsar el tabulador.

# MSG_HELP_DESIGN_FRAME (140//)
source: This is a button to adjust a frame. Click it to open an adjust window or use the drag&drop facilities to copy from or to another frame adjust button.
dutch: Met deze knop pas je het kader aan. Klik er op om een venster te openen of gebruik drag&drop om het te kopiëren van of naar een andere kaderaanpassingsknop.
spanish: Aspecto del marco de la caja de texto.

# MSG_HELP_DESIGN_BACKGROUND (141//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use the drag&drop facilities to copy from or to another background adjust button.
dutch: Met deze knop pas je de achtergrondkleur of -patroon aan. Klik er op om een venster te openen of gebruik drag&drop om het van of naar een andere achtergrondaanpassingsknop te kopiëren.
spanish: Color de fondo de la caja de texto.

# MSG_HELP_DESIGN_TEXT (142//)
source: This is the color used to print the text.
dutch: Dit is de kleur waarin de tekst wordt geprint
spanish: Color del texto.

# MSG_HELP_DESIGN_HIGHLIGHT (143//)
source: This is the color used to print highlighted text.
dutch: Dit is de kleur die gebruikt wordt om highlight tekst te printen.
spanish: Color del texto resaltado.

# MSG_HELP_SEPARATOR_SHINE (144//)
source: This is the color used to print separator bars.
dutch: Dit is de kleur die gebruikt wordt om scheidingsbalken te printen.
spanish: Color de la 'línea' del separador.

# MSG_HELP_SEPARATOR_SHADOW (145//)
source: This is the color used to print separator bars in shadow mode.
dutch: Dit is de kleur die gebruikt wordt om scheidingsbalken in schaduwmodus te printen.
spanish: Color de la 'sombra' del separador.

# MSG_HELP_FONTS_NORMAL (146//)
source: Default font to be used by the editor.
dutch: Standaard font voor de editor
spanish: Tipo de letra por omisión del editor.

# MSG_HELP_FONTS_FIXED (147//)
source: Default font to be used by the editor whenever a fixed width font is requested.
dutch: Standaard font voor de editor wanneer er vaste breedte nodig is.
spanish: Tipo de letra de anchura fija por omisión del editor (si este lo requiere).

# MSG_HELP_CURSOR_NORMAL (148//)
source: Default color to be used for the cursor.
dutch: Standaard kleur voor de cursor
spanish: Color del cursor.

# MSG_HELP_CURSOR_SELECTED (149//)
source: Color to be used for the cursor in selected text.
dutch: Kleur die gebruikt wordt voor de cursor in geselecteerde tekst.
spanish: Color del fondo al marcar texto.

# MSG_HELP_CURSOR_INACTIVE (150//)
source: Color to use to print selected text when the editor doesn't have the focus.
dutch: Kleur die gebruikt wordt voor het printen van geselecteerde tekst wanneer de editor het even niet meer weet.
spanish: Color del marcado en estado inactivo (sin foco).

# MSG_HELP_CURSOR_WIDTH (151//)
source: This is the width the cursor should have.
dutch: Dit is de breedte die de cursur zou moeten hebben
spanish: Anchura del cursor.

# MSG_HELP_CURSOR_BLINKSPEED (152//)
source: You may want the cursor to blink to make it easier to find. Select 'Off' to disable this feature.
dutch: Een knipperende cursor is makkelijker te vinden. Kies "Uit" om dit uit te schakelen.
spanish: Velocidad de parpaedo del cursor, para una mejor localización del mismo.

# MSG_HELP_BUTTON_DEFAULTKEYS (153//)
source: Restore all keybindings to the built-in defaults.
dutch: Herstel alle toetskoppelingen naar de ingebouwde standaarden.
spanish: Restaurar combinaciones de teclas por omisión.

# MSG_HELP_BUTTON_SNOOP (154//)
source: Use this field to set a keybinding for this action. You can either edit the string gadget directly or press the 'Snoop' button to make the gadget monitor keypresses until you press it again to confirm.
dutch: Gebruik dit veld om een toetskoppeling in te stellen voor deze actie. Je kunt de stringgadget direct bewerken of op de "Snoop" knop klikken waarmee je toetsaanslagen detecteert totdat je hem nog een keer indrukt.
spanish: Combinación de teclas que asigna a la acción de la derecha. Puede escribir dicha combinación directamente o pulsarla con el botón 'Tecla'.

# MSG_HELP_BUTTON_INSERT (155//)
source: Add a new keybinding to the list.
dutch: Voeg een nieuwe toetskoppeling toe aan de lijst
spanish: Insertar una nueva combinación de teclas.

# MSG_HELP_BUTTON_DELETE (156//)
source: Delete this keybinding from the list.
dutch: Wis deze toetskoppeling uit de lijst
spanish: Borrar combinación de teclas seleccionada.

# MSG_HELP_SPELLCHECKER_LOOKUP_CMD (157//)
source: Specify here the lookup command you want to use, or leave this empty to disable the type'n'spell feature.
dutch: Geef hier de "Zoek op" opdracht die je wilt gebruiken, of laat dit leeg om controle tijdens typen uit te schakelen.
spanish: Comando a usar para comprobar la ortografía mientras escribe. Vacío para desactivarla.

# MSG_HELP_SPELLCHECKER_SUGGEST_CMD (158//)
source: Specify here the command that will be used to suggest an alternate word. As explained above, usually you should specify a script here.
dutch: Geef hier de opdracht die je wilt gebruiken om een alternatief woord voor te stellen. Zoals hierboven is uitgelegd moet je hier normaliter een script aangeven.
spanish: Comando a usar para sugerir palabras alternativas. Vacío para desactivarla.

# MSG_Label_Cursor (58//)
source: Normal
dutch: Normaal

# MSG_Label_Normal (64//)
source: Normal
dutch: Normaal

# MSG_MenuItem_Halfshadow (82//)
source: Halfshadow
dutch: Halfschaduw

# MSG_MenuItem_Normal (87//)
source: Normal
dutch: Normaal

# MSG_MenuSubTitle_Color (97//)
source: Color
dutch: Kleur
