Repository: amiga-mui/texteditor
Catalog: mcp/locale/turkish.po
Languages: tr

# MSG_HelpBubble_BlockQual (0//)
source: Move the cursor key and hold down the qualifier that you set here to mark text.
tr: İmleci ok tuşlarıyla hareket ettirirken blok seçim yapmanızı sağlayacak kısıtlayıcı tuşu seçin.

# MSG_HelpBubble_CheckWord (1//)
source: If enabled, then the editor will lookup the word, and only show suggestions if the word is misspelled.
tr: Onaylanırsa, metin düzenleyici öneri getirmeden önce sözcüğü sözlükte tarayacak ve yalnızca imla hatası yapıldıysa öneri getirecektir.

# MSG_HelpBubble_Smooth (2//)
source: This enables pixel smooth scrolling.
tr: Akıcı (piksel-piksel) kaydırmayı etkinleştirir.

# MSG_HelpBubble_TypeNSpell (3//)
source: Enable this to let the editor lookup the words while you type them.
tr: Sözcüklerin yazma sırasında sözlükte aranmasını etkinleştirir.

# MSG_HelpBubble_UndoLevel (4//)
source: Each undo level eats up 10 bytes of memory. Cut and copy will take a little more, depending on the size of the block you are cutting or copying.
tr: Her GeriAl katmanı 10 baytlık bellek kullanır. Kes ve Kopyala, seçtiğiniz bloğun büyüklüğüne bağlı olarak bir miktar daha uzun sürecektir.

# MSG_Button_DefaultKeys (5//)
source: Default _keys
tr: Varsayılan tuşlar

# MSG_Button_Delete (6//)
source: _Delete
tr: Sil

# MSG_Button_Insert (7//)
source: _Insert
tr: Ekle

# MSG_ConfigMenu_CheckWord (8//)
source: Check word
tr: Sözcük denetle

# MSG_ConfigMenu_TypeNSpell (9//)
source: Type'n'spell
tr: Yazarken imla denetimi

# MSG_CycleItem_Ctrl (11//)
source: Control
tr: Ctrl

# MSG_CycleItem_Mouse (12//)
source: (mouse only)
tr: (yalnızca fare)

# MSG_CycleItem_Shift (13//)
source: Shift
tr: Büyük harf tuşu

# MSG_Function_BOL (16//)
source: Beginning of line
tr: Satırın başı

# MSG_Function_Backspace (17//)
source: Backspace
tr: Geri tuşu

# MSG_Function_Bottom (18//)
source: Bottom
tr: En sona git

# MSG_Function_Copy (19//)
source: Copy
tr: Kopyala

# MSG_Function_Cut (20//)
source: Cut
tr: Kes

# MSG_Function_DelBOL (21//)
source: Delete to BOL
tr: Satır başına kadar sil

# MSG_Function_DelBOW (22//)
source: Delete to BOW
tr: Sözcük başına kadar sil

# MSG_Function_DelEOL (23//)
source: Delete to EOL
tr: Satır sonuna kadar sil

# MSG_Function_DelEOW (24//)
source: Delete to EOW
tr: Sözcük sonuna kadar sil

# MSG_Function_Delete (25//)
source: Delete
tr: Sil

# MSG_Function_Down (26//)
source: Down
tr: Aşağı

# MSG_Function_EOL (27//)
source: End of line
tr: Satır sonu

# MSG_Function_Left (28//)
source: Left
tr: Sola

# MSG_Function_NextGadget (29//)
source: Next gadget
tr: Sonraki düğme

# MSG_Function_NxtPage (30//)
source: Next page
tr: Sonraki sayfa

# MSG_Function_NxtPara (31//)
source: Next paragraph
tr: Sonraki paragraf

# MSG_Function_NxtSent (32//)
source: Next sentence
tr: Sonraki cümle

# MSG_Function_NxtWord (33//)
source: Next word
tr: Sonraki sözcük

# MSG_Function_Paste (34//)
source: Paste
tr: Yapıştır

# MSG_Function_PrvPage (35//)
source: Prev page
tr: Önceki sayfa

# MSG_Function_PrvPara (36//)
source: Prev paragraph
tr: Önceki paragraf

# MSG_Function_PrvSent (37//)
source: Prev sentence
tr: Önceki cümle

# MSG_Function_PrvWord (38//)
source: Prev word
tr: Önceki sözcük

# MSG_Function_Redo (39//)
source: Redo
tr: Yeniden yap

# MSG_Function_Return (40//)
source: Return
tr: Geri dön

# MSG_Function_Right (41//)
source: Right
tr: Sağa

# MSG_Function_SuggestSpelling (42//)
source: Suggest spelling
tr: İmla öner

# MSG_Function_Tab (43//)
source: Tab
tr: Sekme

# MSG_Function_Top (44//)
source: Top
tr: En başa git

# MSG_Function_Undo (45//)
source: Undo
tr: Geri al

# MSG_Function_Up (46//)
source: Up
tr: Yukarı

# MSG_GroupTitle_Control (47//)
source: Control
tr: Yönetim

# MSG_GroupTitle_Cursor (48//)
source: Cursor
tr: İmleç

# MSG_GroupTitle_Design (49//)
source: Design
tr: Tasarım

# MSG_GroupTitle_Fonts (50//)
source: Fonts
tr: Yazıtipleri

# MSG_GroupTitle_Separator (51//)
source: Separator
tr: Ayıraç

# MSG_HelpTxt_SpellChecker (52//)
source: \33u Intro \33n The TextEditor gadget allows for easy integration of external spell checkers, making it possible to have both type'n'spell and also normal word guessing. \33u Lookup command \33n For the type'n'spell you'll have to set the lookup command to a script that will lookup the word and set the environment variable "Found" to either 0 (for not found) or 1 (for a match). This matches the default behaviour of AlphaSpell. You write %s where you want the word. If you use AlphaSpell, then you can use: \33bARexx:\33n "Options Results;Address ALPHASPELL Search For '%s' Path 'T:' Danish.ald" You \33bmust\33n remember the quotes, this will let ARexx execute it as a command instead of a script. \33u Suggest command \33n If you press <HELP> over a word, then the editor will launch this command, again with %s substituted with the current word. Your script should produce a file in T: named "Matches". This file is then read by the gadget, and the contents are listed in a popup listview, from where you can choose a word which will replace the misspelled one. Again, AlphaSpell users can use: \33bARexx:\33n "Options Results;Address ALPHASPELL Match '%s' To 'T:Matches' Path 'T:' Danish.ald" If you use the methods described above, then you must start AlphaSpell with the "ARexx" switch. It is advised to keep your dictionary in RAM if you enable the type'n'spell feature.
tr: \33u Giriş \33n TextEditor (metin düzenleyici) harici imla denetçilerinin kolayca bütünleştirilmesini sağlar. Buna Yazarken imla denetimi ve normal sözcük tamamlama özellikleri de dahildir. \33u Sözlükte ara komutu \33n Yazarken imla denetimi için 'sözlükte ara komutu'na, sözcüğü sözlükte arayıp, "Found" ortam değişkenini, bulunamadığında 0 veya bulunduğunda 1 olarak ayarlayacak bir script belirtmelisiniz. Bu AlphaSpell programının varsayılan davranışıyla uyumludur. Sözcüğü tanımlamak için %s değişkeni kullanılır. Eğer AlphaSpell kullanıyorsanız: \33bARexx:\33n "Options Results;Address ALPHASPELL Search For '%s' Path 'T:' Danish.ald" Çift tırnak işaretlerini kullanmayı unutmayınız, bu ARexx'in bunu bir script gibi değil, komut gibi çalıştırmasını sağlayacaktır. \33u Öneri komutu \33n Bir sözcüğün üzerinde <HELP> tuşuna basarsanız, düzenleyici bu komutu çalıştıracaktır. %s yine sözlükte aranacak sözcüğü temsil eder. Script'iniz 'T:' dizininde "Matches" adlı bir dosya oluşturmalıdır. Bu dosya sınıf tarafından okunacak ve içeriği bir pop-up listede görüntülenecektir. Yanlış yazılmış sözcüğün doğrusunu bu listeden seçebileceksiniz. Yine, AlphaSpell kullanıcıları aşağıdaki gibi kullanabilir: \33bARexx:\33n "Options Results;Address ALPHASPELL Match '%s' To 'T:Matches' Path 'T:' Danish.ald" Eğer yukarıdaki yöntemleri kullanacaksanız, AlphaSpell'i "ARexx" kipiyle çalıştırmalısınız. 'Yazarken imla denetimi'ni etkinleştirmek istiyorsanız, sözlüğünüzü RAM'de tutmanız tavsiye edilir.

# MSG_LVLabel_Action (53//)
source: \33c\0333Action:
tr: \33c\0333Eylem:

# MSG_LVLabel_Key (54//)
source: \33c\0333Key:
tr: \33c\0333Tuş:

# MSG_Label_Background (55//)
source: Background
tr: Art alan

# MSG_Label_BlinkSpeed (56//)
source: Blinkspeed
tr: Yanıp sönme hızı

# MSG_Label_BlkQual (57//)
source: Block qualifier
tr: Blok seçim kısıtlayıcısı

# MSG_Label_Fixed (59//)
source: Fixed
tr: Sabit

# MSG_Label_Frame (60//)
source: Frame
tr: Çerçeve

# MSG_Label_Highlight (61//)
source: Highlight
tr: Parlayan

# MSG_Label_LookupCmd (62//)
source: Lookup command
tr: Sözlükte ara komutu

# MSG_Label_LookupWords (63//)
source: Lookup word before suggesting?
tr: Önermeden önce sözcüğü ara?

# MSG_Label_Selected (65//)
source: Selected
tr: Seçilmiş

# MSG_Label_SeparatorShadow (66//)
source: Shadow
tr: Gölge

# MSG_Label_SeparatorShine (67//)
source: Shine
tr: Parlayan

# MSG_Label_Smooth (68//)
source: Smooth
tr: Akıcı

# MSG_Label_SpellNType (69//)
source: Spell check as you type?
tr: Yazarken imla denetimi?

# MSG_Label_SuggestCmd (70//)
source: Suggest command
tr: Öneri komutu

# MSG_Label_TabSize (71//)
source: Tab size
tr: Sekme büyüklüğü

# MSG_Label_Text (72//)
source: Text
tr: Metin

# MSG_Label_UndoLevel (73//)
source: Undo levels
tr: Geri alma katmanları

# MSG_Label_Width (74//)
source: Width
tr: Genişlik

# MSG_MenuItem_Background (75//)
source: Background
tr: Art alan

# MSG_MenuItem_Bold (76//)
source: Bold
tr: Kalın

# MSG_MenuItem_Center (77//)
source: Center
tr: Ortala

# MSG_MenuItem_Copy (78//)
source: Copy
tr: Kopyala

# MSG_MenuItem_Cut (79//)
source: Cut
tr: Kes

# MSG_MenuItem_Delete (80//)
source: Delete
tr: Sil

# MSG_MenuItem_Fill (81//)
source: Fill
tr: Doldur

# MSG_MenuItem_Halfshadow (82//)
source: Halfshadow
tr: Yarı gölge

# MSG_MenuItem_Halfshine (83//)
source: Halfshine
tr: Yarı parlak

# MSG_MenuItem_Italic (84//)
source: Italic
tr: İtalik

# MSG_MenuItem_Left (85//)
source: Left
tr: Sol

# MSG_MenuItem_Mark (86//)
source: Mark
tr: İşaretle

# MSG_MenuItem_Paste (88//)
source: Paste
tr: Yapıştır

# MSG_MenuItem_Redo (89//)
source: Redo
tr: Yeniden yap

# MSG_MenuItem_Right (90//)
source: Right
tr: Sağ

# MSG_MenuItem_Shadow (91//)
source: Shadow
tr: Gölge

# MSG_MenuItem_Shine (92//)
source: Shine
tr: Parlayan

# MSG_MenuItem_Text (93//)
source: Text
tr: Metin

# MSG_MenuItem_Underline (94//)
source: Underline
tr: Altını çiz

# MSG_MenuItem_Undo (95//)
source: Undo
tr: Geri al

# MSG_MenuSubTitle_Alignment (96//)
source: Alignment
tr: Hizalama

# MSG_MenuSubTitle_Color (97//)
source: Color
tr: Renk

# MSG_MenuTitle_Edit (98//)
source: Edit
tr: Düzen

# MSG_Page_Keybindings (99//)
source: Keybindings
tr: Kısayol tuşları

# MSG_Page_Sample (100//)
source: Sample
tr: Örnek

# MSG_Page_Settings (101//)
source: Settings
tr: Seçenekler

# MSG_Page_SpellChecker (102//)
source: Spell checker
tr: İmla denetçisi

# MSG_PopWinTitle_Background (103//)
source: Select background
tr: Art alan seçin

# MSG_PopWinTitle_Cursor (104//)
source: Select cursor color
tr: İmleç rengi seçin

# MSG_PopWinTitle_Frame (105//)
source: Adjust frame
tr: Çerçeve ayarlayın

# MSG_PopWinTitle_Highlight (106//)
source: Select highlight color
tr: Parlayan rengini seçin

# MSG_PopWinTitle_Selected (107//)
source: Select block color
tr: Blok rengini seçin

# MSG_PopWinTitle_SeparatorShadow (108//)
source: Select separators shadow color
tr: Ayıracın gölge rengini seçin

# MSG_PopWinTitle_SeparatorShine (109//)
source: Select separators shine color
tr: Ayıracın parlayan rengini seçin

# MSG_PopWinTitle_Text (110//)
source: Select text color
tr: Metin rengini seçin

# MSG_SliderText_MaxWidth (111//)
source: Same as char
tr: Karakterle aynı

# MSG_SliderText_MinSpeed (112//)
source: Off
tr: Kapalı

# MSG_SliderText_MinWidth (113//)
source: 1 pixel
tr: 1 piksel

# MSG_SliderText_StdWidth (115//)
source: %ld pixels
tr: %ld piksel

# MSG_SliderText_TabSize (116//)
source: %ld spaces
tr: %ld boşluk

# MSG_Function_GotoBookmark1 (117//)
source: Goto bookmark 1
tr: 1nci yer imine git

# MSG_Function_GotoBookmark2 (118//)
source: Goto bookmark 2
tr: 2nci yer imine git

# MSG_Function_GotoBookmark3 (119//)
source: Goto bookmark 3
tr: 3ncü yer imine git

# MSG_Function_SetBookmark1 (120//)
source: Set bookmark 1
tr: 1nci yer imine ayarla

# MSG_Function_SetBookmark2 (121//)
source: Set bookmark 2
tr: 2nci yer imine ayarla

# MSG_Function_SetBookmark3 (122//)
source: Set bookmark 3
tr: 3ncü yer imine ayarla

# MSG_Button_Snoop (123//)
source: Snoop
tr: Algıla

# MSG_Function_DelLine (124//)
source: Delete line
tr: Satır sil

# MSG_Function_SelectAll (125//)
source: Select all
tr: Tümünü seç

# MSG_Function_SelectNone (126//)
source: Select none
tr: Hiçbirini seçme

# MSG_WarnConfigVersion_Title (127//)
source: TextEditor.mcp warning
tr: TextEditor.mcp uyarısı

# MSG_WarnConfigVersion (128//)
source: Your currently saved keybindings setup is incompatible with the version of TextEditor.mcc you have installed. It is suggested that you reset the current keybindings to their defaults and edit them manually afterwards.
tr: Kaydedilmiş kısayol tuşları ayarlarınız, yeni kurduğunuz TextEditor.mcc sürümü ile uyumsuz. Mevcut tuş ayarlarınızı varsayılana döndürmeniz ve ardından yeniden düzenleyip kaydetmeniz önerilir.

# MSG_ResetAbort (129//)
source: Reset|Abort
tr: Sıfırla|Vazgeç

# MSG_WarnHotkeyString_Title (130//)
source: TextEditor.mcp warning
tr: TextEditor.mcp uyarısı

# MSG_WarnHotkeyString (131//)
source: TextEditor.mcp couldn't open the minimum required version of the HotkeyString.mcc custom class and therefore failed during initialization. Please make sure you have the latest Hotkeystring.mcc class from http://www.sf.net/projects/bstring-mcc/ installed and try again.
tr: TextEditor.mcp HotkeyString.mcc'nin gerekli asgari sürümünü açamadı ve bu yüzden ilklendirme sırasında başarısız oldu. Lütfen en güncel Hotkeystring.mcc sınıfını http://www.sf.net/projects/bstring-mcc/ adresinden indirip kurunuz ve tekrar deneyiniz.

# MSG_Ok (132//)
source: Ok
tr: Tamam

# MSG_Label_InactiveCursor (133//)
source: Inactive cursor
tr: Etkin değil imleci göster

# MSG_HELP_InactiveCursor (134//)
source: If enabled, a custom cursor will be used whenever the editor doesn't have the focus.
tr: Etkinleştirilirse, düzenleyicinin etkin olmadığı durumlarda farklı bir imleç görüntülenecektir.

# MSG_Label_SelectPointer (135//)
source: Selection pointer
tr: Seçim işaretçisi

# MSG_HELP_SelectPointer (136//)
source: If enabled, a custom selection pointer will appear when the mouse pointer is above the texteditor gadget.
tr: Etkinleştirilirse, farenin metin düzenleyicinin üzerinde olduğu durumlarda, fare seçim işaretçisi şeklinde görüntülenecektir.

# MSG_Label_InactiveColor (137//)
source: Inactive
tr: Etkin değil

# MSG_PopWinTitle_InactiveColor (138//)
source: Select inactive color
tr: Etkin değil rengini seç

# MSG_HELP_TABSIZE (139//)
source: How many spaces hitting the <TAB> key will jump.
tr: Sekme tuşuna <TAB> basıldığında bırakılacak boşluk sayısı.

# MSG_HELP_DESIGN_FRAME (140//)
source: This is a button to adjust a frame. Click it to open an adjust window or use the drag&drop facilities to copy from or to another frame adjust button.
tr: Bu düğme çerçeve ayarlamak içindir. Bir ayarlama penceresi açmak için tıklayabilir veya başka bir çerçeve ayar düğmesinden (veya düğmesine) sürükleyip bırakabilirsiniz.

# MSG_HELP_DESIGN_BACKGROUND (141//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use the drag&drop facilities to copy from or to another background adjust button.
tr: Bu düğme art alan ayarlamak içindir. Bir ayarlama penceresi açmak için tıklayabilir veya başka bir art alan ayar düğmesinden (veya düğmesine) sürükleyip bırakabilirsiniz.

# MSG_HELP_DESIGN_TEXT (142//)
source: This is the color used to print the text.
tr: Bu metin için kullanılacak renktir.

# MSG_HELP_DESIGN_HIGHLIGHT (143//)
source: This is the color used to print highlighted text.
tr: Bu parlayan metin için kullanılacak renktir.

# MSG_HELP_SEPARATOR_SHINE (144//)
source: This is the color used to print separator bars.
tr: Bu ayıraç çubuklarını çizmek için kullanılacak renktir.

# MSG_HELP_SEPARATOR_SHADOW (145//)
source: This is the color used to print separator bars in shadow mode.
tr: Bu gölge kipinde ayıraç çubuklarını çizmek için kullanılacak renktir.

# MSG_HELP_FONTS_NORMAL (146//)
source: Default font to be used by the editor.
tr: Düzenleyici tarafından kullanılacak varsayılan yazıtipi.

# MSG_HELP_FONTS_FIXED (147//)
source: Default font to be used by the editor whenever a fixed width font is requested.
tr: Sabit aralıklı yazıtipi istendiğinde kullanılacak varsayılan yazıtipi.

# MSG_HELP_CURSOR_NORMAL (148//)
source: Default color to be used for the cursor.
tr: İmleç için kullanılacak varsayılan renk.

# MSG_HELP_CURSOR_SELECTED (149//)
source: Color to be used for the cursor in selected text.
tr: Seçilmiş metin için kullanılacak varsayılan renk.

# MSG_HELP_CURSOR_INACTIVE (150//)
source: Color to use to print selected text when the editor doesn't have the focus.
tr: Düzenleyici etkin değilken seçilmiş metin için kullanılacak renk.

# MSG_HELP_CURSOR_WIDTH (151//)
source: This is the width the cursor should have.
tr: İmlecin genişliği.

# MSG_HELP_CURSOR_BLINKSPEED (152//)
source: You may want the cursor to blink to make it easier to find. Select 'Off' to disable this feature.
tr: İmlecin yerini daha kolay belirlemek için yanıp sönmesini isteyebilirsiniz. Bu özelliği istemiyorsanız 'Kapalı'yı seçiniz.

# MSG_HELP_BUTTON_DEFAULTKEYS (153//)
source: Restore all keybindings to the built-in defaults.
tr: Tüm kısayol tuşlarını varsayılanlarına döndürür.

# MSG_HELP_BUTTON_SNOOP (154//)
source: Use this field to set a keybinding for this action. You can either edit the string gadget directly or press the 'Snoop' button to make the gadget monitor keypresses until you press it again to confirm.
tr: Bu eylem için bir kısayol tuşu belirlemek için bu alanı kullanın. Metin kutusuna doğrudan girebilir ya da 'Algıla' düğmesini kullanabilirsiniz.

# MSG_HELP_BUTTON_INSERT (155//)
source: Add a new keybinding to the list.
tr: Listeye yeni bir kısayol tuşu ekle.

# MSG_HELP_BUTTON_DELETE (156//)
source: Delete this keybinding from the list.
tr: Bu kısayol tuşunu listeden sil.

# MSG_HELP_SPELLCHECKER_LOOKUP_CMD (157//)
source: Specify here the lookup command you want to use, or leave this empty to disable the type'n'spell feature.
tr: Kullanmak istediğiniz 'sözlükte ara' komutunu girin yada 'yazarken imla denetimi' özelliğini devre dışı bırakmak için bu alanı boş bırakın.

# MSG_HELP_SPELLCHECKER_SUGGEST_CMD (158//)
source: Specify here the command that will be used to suggest an alternate word. As explained above, usually you should specify a script here.
tr: Sözcük önerisini sağlayacak komutu buraya yazınız. Yukarıda açıklandığı gibi, genellikle burada bir script belirtmelisiniz.
